brew "fd"
cask "1password-cli"
brew "ripgrep"
brew "gh"
brew "aws-vault"
brew "fzf"
brew "jq"
brew "shellcheck"
brew "libpq"
brew "tmux"
tap "pulumi/tap"
brew "pulumi"
brew "pulumictl"
tap "mistertea/et"
brew "MisterTea/et/et"
brew "tfenv"
tap "homebrew/cask-fonts"
cask "font-monaspace-nerd-font"
brew "gnupg"
brew "pinentry-mac"
brew "bash"
brew "gradle"
brew "openjdk@11"
brew "hugo"
brew "ninja"
brew "cmake"
brew "gettext"
brew "curl"